export const PARTEXPLAINS = [
  {
    part: 'ansPM',
    content:
      '기획자는 팀 리더로서 PM 역할을 수행하여 프로젝트 일정 및 구조를 관리하고, 팀원들의 성과를 평가하고 성장을 도모해요. 또한 효과적인 의사 결정과 협업을 통해 프로젝트의 성과를 극대화한답니다.',
  },
  {
    part: 'ansDE',
    content:
      '디자이너는 디자인 툴과 웹 디자인 이론을 통해 서비스 디자인경험을 쌓으며, 로고, 일러스트, 인터페이스 등 다양한 요소를 디자인하고 사용자 경험을 개선해요. 기획 및 개발팀과 피드백을 주고 받으며 디자인 품질을 높이는 노력을 기울여요.',
  },
  {
    part: 'ansFE',
    content:
      '프론트엔드는 사용자와 가까이에 있는 개발 파트로, 웹 클라이언트 개발을 위한 기초부터 심화까지의 스킬을 배울 수 있어요. 기획, 디자인, 백엔드파트와 골고루 소통하며 서비스의 "얼굴"을 만들어내요!💖',
  },
  {
    part: 'ansBE',
    content:
      '백엔드 개발자는 API를 개발하고 배포하여 서비스 요구를 충족시키며, 데이터베이스 설계와 웹 애플리케이션 구현을 담당합니다. 클라우드 기술을 활용하여 서버와 데이터베이스를 관리하고, 프론트엔드 파트 및 PM과  주로 협업하여 완성도 높은 서비스를 만들어요!',
  },
];
